[
  {
    "id": "1",
    "name": "Nasi Kepal",
    "category": "Jajanan",
    "image": "nasi_kepal.png",
    "price": 8000,
    "status": "Tersedia",
    "description": "Mirip dengan Burger Nasi. Dibuat dari nasi hangat yang dibentuk dan diberi isian ayam suwir berbumbu khas Indonesia. Cocok untuk camilan atau makanan ringan yang praktis, lezat, dan mengenyangkan."
  },
  {
    "id": "2",
    "name": "Iced Matcha Potion",
    "category": "Minuman",
    "image": "matcha.jpg",
    "price": 8000,
    "status": "Tersedia",
    "description": "Minuman matcha dingin yang membawa ketenangan dan kesegaran dalam setiap tegukan. Terbuat dari bubuk matcha premium yang halus dan dicampur dengan susu serta sedikit es untuk kesejukan maksimal. Cocok untuk para pecinta teh hijau yang mencari minuman yang menenangkan."
  },
  {
    "id": "3",
    "name": "Iced Chocolate Potion",
    "category": "Minuman",
    "image": "cocoa.jpg",
    "price": 7000,
    "status": "Tersedia",
    "description": "Minuman cokelat dingin yang memikat hati. Kaya rasa cokelat dengan sentuhan creamy, dicampur dengan es yang memberikan kesegaran. Cocok untuk menambah semangat di tengah hari atau sebagai teman bersantai kapan saja."
  },
  {
    "id": "4",
    "name": "Onion Crispy Sticks",
    "category": "Jajanan",
    "image": "stik_bawang.jpg",
    "price": 7000,
    "status": "Tersedia",
    "description": "Camilan gurih dan renyah berupa stik bawang, dibuat dari adonan tepung yang diberi bumbu bawang khas dan digoreng hingga krispi. Rasanya yang gurih dan renyah membuatnya sulit untuk berhenti mengunyah. Ideal sebagai teman ngemil atau pelengkap makan."
  },
  {
    "id": "5",
    "name": "Fruit Salad",
    "category": "Jajanan",
    "image": "salad.jpg",
    "price": 8000,
    "status": "Tersedia",
    "description": "Salad buah segar yang terdiri dari potongan buah-buahan pilihan seperti apel, anggur, melon, dan stroberi, dicampur dengan saus yogurt yang manis dan segar. Cocok untuk yang ingin ngemil sehat dan segar, penuh dengan vitamin dan kebaikan alami buah-buahan."
  }
]
